Repository: entaku0818/Yomikikase
Catalog: iOS/VoiceYourText/locate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, th, tr, vi

# 「%@」をマイファイルに戻します
source: Restore "%@" to My Files
de: "%@" in Meine Dateien wiederherstellen
es: Restaurar "%@" a Mis archivos
fr: Restaurer "%@" dans Mes fichiers
it: Ripristina "%@" in I miei file
ja: 「%@」をマイファイルに戻します
ko: "%@"을(를) 내 파일로 복원
th: กู้คืน "%@" ไปยังไฟล์ของฉัน
tr: "%@" dosyasını Dosyalarıma geri yükle
vi: Khôi phục "%@" vào Tệp của tôi

# 「%@」を削除しますか？
source: Delete "%@"?
de: "%@" löschen?
es: ¿Eliminar "%@"?
fr: Supprimer "%@" ?
it: Eliminare "%@"?
ja: 「%@」を削除しますか？
ko: "%@"을(를) 삭제하시겠습니까?
th: ลบ "%@" หรือไม่?
tr: "%@" silinsin mi?
vi: Xóa "%@"?

# 「%@」を完全に削除します。この操作は取り消せません。
source: Permanently delete "%@". This action cannot be undone.
de: "%@" wird dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Eliminar permanentemente "%@". Esta acción no se puede deshacer.
fr: Supprimer définitivement "%@". Cette action est irréversible.
it: Elimina definitivamente "%@". Questa azione non può essere annullata.
ja: 「%@」を完全に削除します。この操作は取り消せません。
ko: "%@"을(를) 완전히 삭제합니다. 이 작업은 취소할 수 없습니다.
th: ลบ "%@" อย่างถาวร การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: "%@" kalıcı olarak silinecek. Bu işlem geri alınamaz.
vi: Xóa vĩnh viễn "%@". Hành động này không thể hoàn tác.

# %@に削除
source: Deleted on %@
de: Gelöscht am %@
es: Eliminado el %@
fr: Supprimé le %@
it: Eliminato il %@
ja: %@に削除
ko: %@에 삭제됨
th: ลบเมื่อ %@
tr: %@ tarihinde silindi
vi: Đã xóa vào %@

# %@機能は現在開発中です。今後のアップデートをお楽しみに！
source: The %@ feature is currently under development. Stay tuned for updates!
de: Die %@-Funktion ist derzeit in Entwicklung. Freuen Sie sich auf Updates!
es: La función %@ está actualmente en desarrollo. ¡Estén atentos a las actualizaciones!
fr: La fonction %@ est en cours de développement. Restez à l'écoute des mises à jour !
it: La funzione %@ è attualmente in sviluppo. Restate sintonizzati per gli aggiornamenti!
ja: %@機能は現在開発中です。今後のアップデートをお楽しみに！
ko: %@ 기능은 현재 개발 중입니다. 업데이트를 기대해 주세요!
th: ฟีเจอร์ %@ กำลังอยู่ในระหว่างการพัฒนา โปรดติดตามการอัปเดต!
tr: %@ özelliği şu anda geliştirme aşamasındadır. Güncellemeler için bizi takip edin!
vi: Tính năng %@ hiện đang được phát triển. Hãy chờ đón các bản cập nhật!

# PDFファイル
source: PDF File
de: PDF-Datei
es: Archivo PDF
fr: Fichier PDF
it: File PDF
ja: PDFファイル
ko: PDF 파일
th: ไฟล์ PDF
tr: PDF Dosyası
vi: Tệp PDF

# PDFファイルを追加
source: Add PDF File
de: PDF-Datei hinzufügen
es: Agregar archivo PDF
fr: Ajouter un fichier PDF
it: Aggiungi file PDF
ja: PDFファイルを追加
ko: PDF 파일 추가
th: เพิ่มไฟล์ PDF
tr: PDF Dosyası Ekle
vi: Thêm tệp PDF

# PDFファイルを選択
source: Select PDF File
de: PDF-Datei auswählen
es: Seleccionar archivo PDF
fr: Sélectionner un fichier PDF
it: Seleziona file PDF
ja: PDFファイルを選択
ko: PDF 파일 선택
th: เลือกไฟล์ PDF
tr: PDF Dosyası Seç
vi: Chọn tệp PDF

# PDF追加
source: Add PDF
de: PDF hinzufügen
es: Agregar PDF
fr: Ajouter PDF
it: Aggiungi PDF
ja: PDF追加
ko: PDF 추가
th: เพิ่ม PDF
tr: PDF Ekle
vi: Thêm PDF

source: Premium Features
de: Premium-Funktionen
es: Características Premium
fr: Fonctionnalités Premium
it: Funzionalità Premium
ja: プレミアム機能
ko: 프리미엄 기능
th: คุณสมบัติพรีเมียม
tr: Premium Özellikler
vi: Tính năng cao cấp

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle
vi: Khôi phục mua hàng

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語選択
ko: 언어 선택
th: เลือกภาษา
tr: Dil Seç
vi: Chọn ngôn ngữ

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

# subscription_plan_fetch_failed
source: Failed to Fetch Premium Plan
de: Fehler beim Abrufen des Premium-Plans
es: Error al Obtener Plan Premium
fr: Échec de Récupération du Plan Premium
it: Impossibile Recuperare Piano Premium
ja: プレミアムプラン取得失敗
ko: 프리미엄 플랜 가져오기 실패
th: ไม่สามารถดึงแผนพรีเมียม
tr: Premium Plan Alınamadı
vi: Không Thể Lấy Gói Premium

# subscription_purchase_cancelled
source: Premium Purchase Cancelled
de: Premium-Kauf abgebrochen
es: Compra Premium Cancelada
fr: Achat Premium Annulé
it: Acquisto Premium Annullato
ja: プレミアム購入キャンセル
ko: 프리미엄 구매 취소
th: ยกเลิกการซื้อพรีเมียม
tr: Premium Satın Alma İptal Edildi
vi: Đã Hủy Mua Premium

# subscription_purchase_failed
source: Premium Purchase Failed
de: Premium-Kauf fehlgeschlagen
es: Compra Premium Fallida
fr: Échec de l'Achat Premium
it: Acquisto Premium Fallito
ja: プレミアム購入失敗
ko: 프리미엄 구매 실패
th: การซื้อพรีเมียมล้มเหลว
tr: Premium Satın Alma Başarısız
vi: Mua Premium Thất Bại

# subscription_purchase_success
source: Premium Purchase Success
de: Erfolgreicher Premium-Kauf
es: Compra Premium Exitosa
fr: Achat Premium Réussi
it: Acquisto Premium Riuscito
ja: プレミアム購入成功
ko: 프리미엄 구매 성공
th: การซื้อพรีเมียมสำเร็จ
tr: Premium Satın Alma Başarılı
vi: Mua Premium Thành Công

# subscription_restore_failed
source: Premium Restore Failed
de: Premium-Wiederherstellung fehlgeschlagen
es: Restauración Premium Fallida
fr: Échec de la Restauration Premium
it: Ripristino Premium Fallito
ja: プレミアム復元失敗
ko: 프리미엄 복원 실패
th: การกู้คืนพรีเมียมล้มเหลว
tr: Premium Geri Yükleme Başarısız
vi: Khôi Phục Premium Thất Bại

# subscription_restore_success
source: Premium Restore Success
de: Premium-Wiederherstellung erfolgreich
es: Restauración Premium Exitosa
fr: Restauration Premium Réussie
it: Ripristino Premium Riuscito
ja: プレミアム復元成功
ko: 프리미엄 복원 성공
th: การกู้คืนพรีเมียมสำเร็จ
tr: Premium Geri Yükleme Başarılı
vi: Khôi Phục Premium Thành Công

source: Unlock Premium Features
de: Premium-Funktionen freischalten
es: Desbloquear características Premium
fr: Débloquer les fonctionnalités Premium
it: Sblocca funzionalità Premium
ja: プレミアム機能を解除
ko: 프리미엄 기능 잠금 해제
th: ปลดล็อคคุณสมบัติพรีเมียม
tr: Premium Özellikleri Kilidi Aç
vi: Mở khóa tính năng cao cấp

source: Voice Narratorについて
de: Über Voice Narrator
es: Acerca de Voice Narrator
fr: À propos de Voice Narrator
it: Informazioni su Voice Narrator
ko: Voice Narrator에 대하여
th: เกี่ยวกับ Voice Narrator
tr: Voice Narrator Hakkında
vi: Về Voice Narrator

# Voice Narratorに満足していますか？
source: Are you satisfied with Voice Narrator?
de: Sind Sie zufrieden mit Voice Narrator?
fr: Êtes-vous satisfait de Voice Narrator?
tr: Voice Narrator'dan memnun musunuz?

# VoiceYourText
source: Voice Narrator
de: VoiceYourText

# あと%lld日
source: %lld days left
de: Noch %lld Tage
es: %lld días restantes
fr: %lld jours restants
it: %lld giorni rimanenti
ja: あと%lld日
ko: %lld일 남음
th: เหลืออีก %lld วัน
tr: %lld gün kaldı
vi: Còn %lld ngày

# いいえ、フィードバックを送信
source: No, send feedback
de: Nein, Feedback senden
fr: Non, envoyer des commentaires
tr: Hayır, geri bildirim gönder

# インポート
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
th: นำเข้า
tr: İçe Aktar
vi: Nhập

# エクスポート
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
th: ส่งออก
tr: Dışa Aktar
vi: Xuất

# エラー
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

# キャンセル
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
th: ยกเลิก
tr: İptal
vi: Hủy

# クリア
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
th: ล้าง
tr: Temizle
vi: Xóa

# このアイテムを削除してもよろしいですか？
source: Are you sure you want to delete this item?
de: Möchten Sie dieses Element wirklich löschen?
es: ¿Está seguro de que desea eliminar este elemento?
fr: Voulez-vous vraiment supprimer cet élément ?
it: Sei sicuro di voler eliminare questo elemento?
ja: このアイテムを削除してもよろしいですか？
ko: 이 항목을 삭제하시겠습니까?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?
tr: Bu öğeyi silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa mục này không?

# このアプリについて
source: About This App
de: Über diese App
es: Acerca de esta aplicación
fr: À propos de cette application
it: Informazioni su questa app
ja: このアプリについて
ko: 이 앱에 대해
th: เกี่ยวกับแอปนี้
tr: Bu Uygulama Hakkında
vi: Về ứng dụng này

# このテキストを保存しますか？
source: Do you want to save this text?
de: Möchten Sie diesen Text speichern?
es: ¿Desea guardar este texto?
fr: Voulez-vous enregistrer ce texte ?
it: Vuoi salvare questo testo?
ja: このテキストを保存しますか？
ko: 이 텍스트를 저장하시겠습니까?
th: คุณต้องการบันทึกข้อความนี้หรือไม่?
tr: Bu metni kaydetmek istiyor musunuz?
vi: Bạn có muốn lưu văn bản này không?

# ご不便かけて申し訳ありません
source: We apologize for any inconvenience
de: Wir entschuldigen uns für die Unannehmlichkeiten
es: Disculpe las molestias
fr: Nous nous excusons pour la gêne occasionnée
it: Ci scusiamo per l'inconveniente
ja: ご不便かけて申し訳ありません
ko: 불편을 드려 죄송합니다
th: ขออภัยในความไม่สะดวก
tr: Verdiğimiz rahatsızlık için özür dileriz
vi: Chúng tôi xin lỗi vì sự bất tiện này

# ご利用ありがとうございます！次の画面でアプリの評価をお願いします。
source: Thank you for using our app! Please rate us on the next screen.
de: Vielen Dank für die Nutzung! Bitte bewerten Sie uns auf dem nächsten Bildschirm.
es: ¡Gracias por usar nuestra aplicación! Por favor califíquenos en la siguiente pantalla.
fr: Merci d'utiliser notre application ! Veuillez nous évaluer sur l'écran suivant.
it: Grazie per aver utilizzato la nostra app! Per favore valutaci nella schermata successiva.
ja: ご利用ありがとうございます！次の画面でアプリの評価をお願いします。
ko: 앱을 이용해 주셔서 감사합니다! 다음 화면에서 평가를 부탁드립니다.
th: ขอบคุณที่ใช้แอปของเรา! กรุณาให้คะแนนเราในหน้าถัดไป
tr: Uygulamamızı kullandığınız için teşekkürler! Lütfen bir sonraki ekranda bizi değerlendirin.
vi: Cảm ơn bạn đã sử dụng ứng dụng! Vui lòng đánh giá chúng tôi ở màn hình tiếp theo.

# テストログ追加
source: Add Test Log
de: Testprotokoll hinzufügen
es: Agregar registro de prueba
fr: Ajouter un journal de test
it: Aggiungi log di test
ja: テストログ追加
ko: 테스트 로그 추가
th: เพิ่มบันทึกทดสอบ
tr: Test Günlüğü Ekle
vi: Thêm nhật ký thử nghiệm

# デバッグログ
source: Debug Log
de: Debug-Protokoll
es: Registro de depuración
fr: Journal de débogage
it: Log di debug
ja: デバッグログ
ko: 디버그 로그
th: บันทึกดีบัก
tr: Hata Ayıklama Günlüğü
vi: Nhật ký gỡ lỗi

# はい
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
th: ใช่
tr: Evet
vi: Có

# ハイライトテスト
source: Highlight Test
de: Hervorhebungstest
es: Prueba de resaltado
fr: Test de surbrillance
it: Test evidenziazione
ja: ハイライトテスト
ko: 하이라이트 테스트
th: ทดสอบการไฮไลท์
tr: Vurgulama Testi
vi: Kiểm tra đánh dấu

# プライバシーポリシー
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách Bảo mật

# プレミアムにアップグレード
source: Upgrade to Premium
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
th: อัปเกรดเป็นพรีเมียม
tr: Premium'a Yükselt
vi: Nâng cấp lên Premium

# プレミアム機能
source: Premium Features
de: Premium-Funktionen
es: Características Premium
fr: Fonctionnalités Premium
it: Funzionalità Premium
ja: プレミアム機能
ko: 프리미엄 기능
th: คุณสมบัติพรีเมียม
tr: Premium Özellikler
vi: Tính năng cao cấp

# プレミアム機能が必要です
source: Premium Features Required
de: Premium-Funktionen erforderlich
es: Se requieren características Premium
fr: Fonctionnalités Premium requises
it: Funzionalità Premium richieste
ja: プレミアム機能が必要です
ko: 프리미엄 기능이 필요합니다
th: ต้องใช้คุณสมบัติพรีเมียม
tr: Premium Özellikler Gerekli
vi: Yêu cầu tính năng cao cấp

# プレミアム機能を購入する
source: Purchase Premium Features
de: Premium-Funktionen kaufen
es: Comprar características Premium
fr: Acheter les fonctionnalités Premium
it: Acquista funzionalità Premium
ja: プレミアム機能を購入する
ko: 프리미엄 기능 구매
th: ซื้อคุณสมบัติพรีเมียม
tr: Premium Özellikleri Satın Al
vi: Mua tính năng cao cấp

# ホーム
source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
th: หน้าแรก
tr: Ana Sayfa
vi: Trang chủ

# マイファイル
source: My Files
de: Meine Dateien
es: Mis archivos
fr: Mes fichiers
it: I miei file
ja: マイファイル
ko: 내 파일
th: ไฟล์ของฉัน
tr: Dosyalarım
vi: Tệp của tôi

# ユーザー辞書
source: User Dictionary
de: Benutzerwörterbuch
es: Diccionario de usuario
fr: Dictionnaire utilisateur
it: Dizionario utente
ja: ユーザー辞書
ko: 사용자 사전
th: พจนานุกรมผู้ใช้
tr: Kullanıcı Sözlüğü
vi: Từ điển người dùng

# より快適な読み上げ体験を
source: For a better reading experience
de: Für ein besseres Leseerlebnis
es: Para una mejor experiencia de lectura
fr: Pour une meilleure expérience de lecture
it: Per una migliore esperienza di lettura
ja: より快適な読み上げ体験を
ko: 더 나은 읽기 경험을 위해
th: เพื่อประสบการณ์การอ่านที่ดียิ่งขึ้น
tr: Daha iyi bir okuma deneyimi için
vi: Để có trải nghiệm đọc tốt hơn

# ログがありません
source: No logs available
de: Keine Protokolle verfügbar
es: No hay registros disponibles
fr: Aucun journal disponible
it: Nessun log disponibile
ja: ログがありません
ko: 로그가 없습니다
th: ไม่มีบันทึก
tr: Günlük yok
vi: Không có nhật ký

# 今すぐアップグレード
source: Upgrade Now
de: Jetzt upgraden
es: Actualizar ahora
fr: Mettre à niveau maintenant
it: Aggiorna ora
ja: 今すぐアップグレード
ko: 지금 업그레이드
th: อัปเกรดเดี๋ยวนี้
tr: Şimdi Yükselt
vi: Nâng cấp ngay

# 再生速度
source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
th: ความเร็วในการเล่น
tr: Oynatma Hızı
vi: Tốc độ phát

# 最近のファイル
source: Recent Files
de: Zuletzt verwendete Dateien
es: Archivos recientes
fr: Fichiers récents
it: File recenti
ja: 最近のファイル
ko: 최근 파일
th: ไฟล์ล่าสุด
tr: Son Dosyalar
vi: Tệp gần đây

# 処理中...
source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
th: กำลังประมวลผล...
tr: İşleniyor...
vi: Đang xử lý...

# 利用可能な音声
source: Available Voices
de: Verfügbare Stimmen
es: Voces disponibles
fr: Voix disponibles
it: Voci disponibili
ja: 利用可能な音声
ko: 사용 가능한 음성
th: เสียงที่มีให้เลือก
tr: Kullanılabilir Sesler
vi: Giọng nói có sẵn

# 利用規約
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
th: เงื่อนไขการให้บริการ
tr: Kullanım Koşulları
vi: Điều khoản dịch vụ

# 削除
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
th: ลบ
tr: Sil
vi: Xóa

# 削除したファイルは7日間保持されます
source: Deleted files are kept for 7 days
de: Gelöschte Dateien werden 7 Tage aufbewahrt
es: Los archivos eliminados se conservan durante 7 días
fr: Les fichiers supprimés sont conservés pendant 7 jours
it: I file eliminati vengono conservati per 7 giorni
ja: 削除したファイルは7日間保持されます
ko: 삭제된 파일은 7일간 보관됩니다
th: ไฟล์ที่ลบจะถูกเก็บไว้ 7 วัน
tr: Silinen dosyalar 7 gün boyunca saklanır
vi: Các tệp đã xóa được giữ trong 7 ngày

# 削除の確認
source: Confirm Deletion
de: Löschbestätigung
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ja: 削除の確認
ko: 삭제 확인
th: ยืนยันการลบ
tr: Silmeyi Onaylayın
vi: Xác nhận xóa

# 削除済みのファイルはありません
source: No deleted files
de: Keine gelöschten Dateien
es: No hay archivos eliminados
fr: Aucun fichier supprimé
it: Nessun file eliminato
ja: 削除済みのファイルはありません
ko: 삭제된 파일이 없습니다
th: ไม่มีไฟล์ที่ถูกลบ
tr: Silinmiş dosya yok
vi: Không có tệp đã xóa

# 削除済み項目
source: Deleted Items
de: Gelöschte Elemente
es: Elementos eliminados
fr: Éléments supprimés
it: Elementi eliminati
ja: 削除済み項目
ko: 삭제된 항목
th: รายการที่ถูกลบ
tr: Silinen Öğeler
vi: Mục đã xóa

# 単語
source: Word
de: Wort
es: Palabra
fr: Mot
it: Parola
ja: 単語
ko: 단어
th: คำ
tr: Kelime
vi: Từ

# 単語を追加
source: Add Word
de: Wort hinzufügen
es: Añadir palabra
fr: Ajouter un mot
it: Aggiungi parola
ja: 単語を追加
ko: 단어 추가
th: เพิ่มคำ
tr: Kelime Ekle
vi: Thêm từ

# 声の速さ
source: Speech Rate
de: Sprachgeschwindigkeit
es: Velocidad del habla
fr: Vitesse de la parole
it: Velocità del parlato
ja: 声の速さ
ko: 말하기 속도
th: ความเร็วในการพูด
tr: Konuşma Hızı
vi: Tốc độ nói

# 声の高さ
source: Voice Pitch
de: Stimmlage
es: Tono de voz
fr: Hauteur de la voix
it: Tono della voce
ja: 声の高さ
ko: 음성 높이
th: ระดับเสียง
tr: Ses Perdesi
vi: Cao độ giọng nói

# 完全に削除
source: Delete Permanently
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
ko: 완전히 삭제
th: ลบอย่างถาวร
tr: Kalıcı Olarak Sil
vi: Xóa vĩnh viễn

# 完全に削除しますか？
source: Delete permanently?
de: Dauerhaft löschen?
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?
it: Eliminare definitivamente?
ja: 完全に削除しますか？
ko: 완전히 삭제하시겠습니까?
th: ลบอย่างถาวรหรือไม่?
tr: Kalıcı olarak silinsin mi?
vi: Xóa vĩnh viễn?

# 復元
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
th: กู้คืน
tr: Geri Yükle
vi: Khôi phục

# 復元しますか？
source: Restore?
de: Wiederherstellen?
es: ¿Restaurar?
fr: Restaurer ?
it: Ripristinare?
ja: 復元しますか？
ko: 복원하시겠습니까?
th: กู้คืนหรือไม่?
tr: Geri yüklensin mi?
vi: Khôi phục?

# 文字数: %lld
source: Characters: %lld
de: Zeichen: %lld
es: Caracteres: %lld
fr: Caractères : %lld
it: Caratteri: %lld
ja: 文字数: %lld
ko: 문자 수: %lld
th: จำนวนตัวอักษร: %lld
tr: Karakter: %lld
vi: Ký tự: %lld

# 検索...
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Cerca...
ja: 検索...
ko: 검색...
th: ค้นหา...
tr: Ara...
vi: Tìm kiếm...

# 機能名
source: Feature Name
de: Funktionsname
es: Nombre de la función
fr: Nom de la fonction
it: Nome della funzione
ja: 機能名
ko: 기능 이름
th: ชื่อคุณสมบัติ
tr: Özellik Adı
vi: Tên tính năng

# 機能開発中
source: Feature Under Development
de: Funktion in Entwicklung
es: Función en desarrollo
fr: Fonctionnalité en développement
it: Funzione in sviluppo
ja: 機能開発中
ko: 기능 개발 중
th: ฟีเจอร์กำลังพัฒนา
tr: Geliştirme Aşamasında
vi: Tính năng đang phát triển

# 次の画面のメールにて詳細に状況を教えてください。
source: Please tell us the details via email on the next screen.
de: Bitte teilen Sie uns die Details per E-Mail auf dem nächsten Bildschirm mit.
es: Por favor cuéntenos los detalles por correo electrónico en la siguiente pantalla.
fr: Veuillez nous communiquer les détails par e-mail sur l'écran suivant.
it: Per favore comunicaci i dettagli via email nella schermata successiva.
ja: 次の画面のメールにて詳細に状況を教えてください。
ko: 다음 화면의 이메일로 자세한 상황을 알려주세요.
th: กรุณาแจ้งรายละเอียดทางอีเมลในหน้าถัดไป
tr: Lütfen bir sonraki ekranda e-posta ile ayrıntıları bildirin.
vi: Vui lòng cho chúng tôi biết chi tiết qua email ở màn hình tiếp theo.

# 無料版では最大%lldつまでのPDFファイルを登録できます。プレミアム版にアップグレードすると、無制限にPDFファイルを登録できます。
source: In the free version, you can register up to %lld PDF files. Upgrade to the premium version to register unlimited PDF files.
de: In der kostenlosen Version können Sie bis zu %lld PDF-Dateien registrieren. Mit einem Upgrade auf die Premium-Version können Sie unbegrenzt PDF-Dateien registrieren.
es: En la versión gratuita, puede registrar hasta %lld archivos PDF. Actualice a la versión premium para registrar archivos PDF ilimitados.
fr: Dans la version gratuite, vous pouvez enregistrer jusqu'à %lld fichiers PDF. Passez à la version premium pour enregistrer un nombre illimité de fichiers PDF.
it: Nella versione gratuita, puoi registrare fino a %lld file PDF. Passa alla versione premium per registrare file PDF illimitati.
ja: 無料版では最大%lldつまでのPDFファイルを登録できます。プレミアム版にアップグレードすると、無制限にPDFファイルを登録できます。
ko: 무료 버전에서는 최대 %lld개의 PDF 파일을 등록할 수 있습니다. 프리미엄 버전으로 업그레이드하면 무제한으로 PDF 파일을 등록할 수 있습니다.
th: ในเวอร์ชันฟรี คุณสามารถลงทะเบียนไฟล์ PDF ได้สูงสุด %lld ไฟล์ อัปเกรดเป็นเวอร์ชันพรีเมียมเพื่อลงทะเบียนไฟล์ PDF ไม่จำกัด
tr: Ücretsiz sürümde en fazla %lld PDF dosyası kaydedebilirsiniz. Sınırsız PDF dosyası kaydetmek için premium sürüme yükseltin.
vi: Trong phiên bản miễn phí, bạn có thể đăng ký tối đa %lld tệp PDF. Nâng cấp lên phiên bản cao cấp để đăng ký không giới hạn tệp PDF.

# 言語を選択
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語選択
ko: 언어 선택
th: เลือกภาษา
tr: Dil Seç
vi: Chọn ngôn ngữ

# 言語設定
source: Language Settings
de: Spracheinstellungen
es: Configuración de idioma
fr: Paramètres de langue
it: Impostazioni lingua
ja: 言語設定
ko: 언어 설정
th: การตั้งค่าภาษา
tr: Dil Ayarları
vi: Cài đặt ngôn ngữ

# 設定
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

# 詳細を見る
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Visualizza dettagli
ja: 詳細を見る
ko: 자세히 보기
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
vi: Xem chi tiết

# 読み上げたいPDFファイルを選択してください
source: Select a PDF file to read aloud
de: Wählen Sie eine PDF-Datei zum Vorlesen aus
es: Seleccione un archivo PDF para leer en voz alta
fr: Sélectionnez un fichier PDF à lire à haute voix
it: Seleziona un file PDF da leggere ad alta voce
ja: 読み上げたいPDFファイルを選択してください
ko: 읽어줄 PDF 파일을 선택하세요
th: เลือกไฟล์ PDF ที่ต้องการอ่านออกเสียง
tr: Sesli okumak için bir PDF dosyası seçin
vi: Chọn tệp PDF để đọc to

# 読み上げたいテキストを入力してください...
source: Enter text to read aloud...
de: Geben Sie Text zum Vorlesen ein...
es: Ingrese el texto para leer en voz alta...
fr: Entrez le texte à lire à haute voix...
it: Inserisci il testo da leggere ad alta voce...
ja: 読み上げたいテキストを入力してください...
ko: 읽어줄 텍스트를 입력하세요...
th: ป้อนข้อความที่ต้องการอ่านออกเสียง...
tr: Sesli okumak için metin girin...
vi: Nhập văn bản để đọc to...

# 読み上げ一覧
source: Reading List
de: Leseliste
es: Lista de lectura
fr: Liste de lecture
it: Elenco letture
ja: 読み上げ一覧
ko: 읽기 목록
th: รายการอ่าน
tr: Okuma Listesi
vi: Danh sách đọc

# 読み上げ設定
source: Reading Settings
de: Leseeinstellungen
es: Configuración de lectura
fr: Paramètres de lecture
it: Impostazioni lettura
ja: 読み上げ設定
ko: 읽기 설정
th: การตั้งค่าการอ่าน
tr: Okuma Ayarları
vi: Cài đặt đọc

# 読み上げ設定をデフォルト値に戻す
source: Reset Voice Settings to Default
de: Spracheinstellungen auf Standardwerte zurücksetzen
es: Restablecer configuración de voz a valores predeterminados
fr: Réinitialiser les paramètres vocaux aux valeurs par défaut
it: Ripristina impostazioni voce ai valori predefiniti
ja: 読み上げ設定をデフォルト値に戻す
ko: 음성 설정을 기본값으로 재설정
th: รีเซ็ตการตั้งค่าเสียงเป็นค่าเริ่มต้น
tr: Ses Ayarlarını Varsayılana Sıfırla
vi: Đặt lại cài đặt giọng nói về mặc định

# 読み上げ開始
source: Start Reading
de: Vorlesen starten
es: Iniciar lectura
fr: Commencer la lecture
it: Inizia lettura
ja: 読み上げ開始
ko: 읽기 시작
th: เริ่มอ่าน
tr: Okumaya Başla
vi: Bắt đầu đọc

# 読み方
source: Pronunciation
de: Aussprache
es: Pronunciación
fr: Prononciation
it: Pronuncia
ja: 読み方
ko: 발음
th: การออกเสียง
tr: Telaffuz
vi: Cách phát âm

# 購入する
source: Purchase
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
ja: 購入する
ko: 구매
th: ซื้อ
tr: Satın Al
vi: Mua

# 辞書
source: Dictionary
de: Wörterbuch
es: Diccionario
fr: Dictionnaire
it: Dizionario
ja: 辞書
ko: 사전
th: พจนานุกรม
tr: Sözlük
vi: Từ điển

# 追加
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
th: เพิ่ม
tr: Ekle
vi: Thêm

# 通知
source: Notification
de: Benachrichtigung
es: Notificación
it: Notifica
ja: 通知
ko: 알림
th: การแจ้งเตือน
tr: Bildirim
vi: Thông báo

# 選択された言語の音声が見つかりません
source: No voice found for selected language
de: Keine Stimme für die ausgewählte Sprache gefunden
es: No se encontró voz para el idioma seleccionado
fr: Aucune voix trouvée pour la langue sélectionnée
it: Nessuna voce trovata per la lingua selezionata
ja: 選択された言語の音声が見つかりません
ko: 선택한 언어에 대한 음성을 찾을 수 없습니다
th: ไม่พบเสียงสำหรับภาษาที่เลือก
tr: Seçilen dil için ses bulunamadı
vi: Không tìm thấy giọng nói cho ngôn ngữ đã chọn

# 音声の選択
source: Select Voice
de: Stimme auswählen
es: Seleccionar voz
fr: Sélectionner la voix
it: Seleziona voce
ja: 音声の選択
ko: 음성 선택
th: เลือกเสียง
tr: Ses Seç
vi: Chọn giọng nói

# 音声設定
source: Voice Settings
de: Stimmeinstellungen
es: Configuración de voz
fr: Paramètres de la voix
it: Impostazioni voce
ja: 音声設定
ko: 음성 설정
th: การตั้งค่าเสียง
tr: Ses Ayarları
vi: Cài đặt giọng nói

source: Voice Narrator
es: Narrador de voz
fr: Narrateur vocal
it: Narratore vocale
ja: 読み上げ
ko: 음성 내레이터
th: ผู้บรรยายเสียง
tr: Ses Anlatıcısı
vi: Người kể chuyện bằng giọng nói

# デバッグ
source: Debug
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
th: ดีบัก
tr: Hata Ayıklama
vi: Gỡ lỗi
